Repository: OpenMediaVault-Plugin-Developers/openmediavault-backup
Catalog: usr/share/openmediavault/locale/*/openmediavault-backup.po
Languages: cs_cz, da_da, de_de, es, fr, gl, hu_hu, it_it, ja_jp, nl_nl, pl_pl, ru_ru, sv_sv

source: Fixing cron task if deleted ...
hu_hu: Cron feladat javítása, amennyiben törölték…
it_it: Correzione dell'attività cron se eliminata ...
pl_pl: Naprawianie zadanie cron, jeśli zostało usunięte…

source: For advanced users only - Do not use unless exact root device is known.
cs_cz: Pouze pro pokročilé uživatele – Nepoužívejte, pokud neznáte přesné zařízení s kořenovou složkou.
fr: Pour les utilisateurs avancés seulement. - Ne pas utiliser sauf si le dispositif racine exact est connu.
gl: Só para usuarios avanzados: non o use a menos que coñeza o dispositivo raíz exacto.
hu_hu: Csak haladó felhasználóknak ‒ Pontosan ismert gyökéreszköz hiányában ne legyen alkalmazva.
it_it: Solo per utenti avanzati. Non utilizzare se non si conosce l'esatto dispositivo root.
pl_pl: Tylko dla zaawansowanych użytkowników — nie używaj, jeśli nie wiesz co robisz.
ru_ru: Только для опытных пользователей. Не используйте, если не известно точное корневое устройство.
sv_sv: Endast för avancerade användare - Använd inte om inte exakt root-enhet är känd.

source: If a password is specified, backup will be encrypted. Must be between 6 and 64 characters.
cs_cz: Pokud je zadáno heslo, bude záloha zašifrována. Musí mít 6 až 64 znaků.
fr: Si un mot de passe est spécifié, la sauvegarde sera cryptée. Il doit comporter entre 6 et 64 caractères.
gl: Se se especifica un contrasinal, a copia de seguridade cifrarase. Debe ter entre 6 e 64 caracteres.
hu_hu: Ha van jelszó megadva, az biztonsági mentés titkosítva lesz. A karakterek száma 6 és 64 között kell legyen.
it_it: Se viene specificata una password, il backup verrà crittografato. Deve essere compresa tra 6 e 64 caratteri.
pl_pl: Jeśli włączyłeś hasło, kopia zapasowa zostanie zaszyfrowana. Musi mieć od 6 do 64 znaków.
sv_sv: Om ett lösenord anges, kommer säkerhetskopian att krypteras. Måste vara mellan 6 och 64 tecken.

source: Keep
cs_cz: Ponechat
fr: Garder
gl: Manter
hu_hu: Megőrzés
it_it: Conserva
pl_pl: Zachowaj
ru_ru: Хранение
sv_sv: Behåll

source: Keep X days of backups. Uses Linux find mtime command to determine if backup is older than X days.
hu_hu: X napra elegendő biztonsági mentést tartson meg. A Linux find mtime parancsot használja annak megállapítására, hogy a biztonsági másolat régebbi-e X napnál.
it_it: Conserva X giorni di backup. Utilizza il comando Linux find mtime per determinare se il backup è più vecchio di X giorni.
pl_pl: Przechowuj N dni kopii zapasowych. Używa polecenia 'find mtime' systemu Linux w celu ustalenia, czy kopia zapasowa jest starsza niż N dni.

source: Keep the last x days of backups. Set to zero to disable.
cs_cz: Ponechat zálohy za posledních x dní. Nastavte na nulu pro zakázání.
fr: Garder les x derniers jours de sauvegardes. Mettre à zéro pour désactiver.
gl: Mantér os últimos x días de copias de seguridade. Estabelecer a cero para desactivar.
hu_hu: Az utolsó x nap biztonsági mentéseinek megőrzése. Nullát beállítva kikapcsolja a funkciót.
it_it: Conserva gli ultimi x giorni di backup. Imposta a zero per disabilitare.
pl_pl: Zachowaj ostatnie x dni kopii zapasowych. Wpisz zero by wyłączyć.
ru_ru: Хранить резервные копии последние х дней. Установите значение "0" для отключения.
sv_sv: Behåll de sista x dagarna av säkerhetskopior. Ställ in noll för att inaktivera.

source: Message
hu_hu: Üzenet
it_it: Messaggio
pl_pl: Wiadomość

source: Method
cs_cz: Metoda
fr: Méthode
gl: Método
hu_hu: Módszer
it_it: Metodo
pl_pl: Metoda
ru_ru: Метод
sv_sv: Metod

source: Notes
cs_cz: Poznámky
gl: Notas
hu_hu: Jegyzetek
it_it: Note
pl_pl: Notatki
sv_sv: Anteckningar

source: Password
cs_cz: Heslo
fr: Mot de passe
gl: Contrasinal
hu_hu: Jelszó
pl_pl: Hasło
ru_ru: Пароль
sv_sv: Lösenord

source: Root device
cs_cz: Zařízení s kořenovou složkou
fr: Lecteur racine
gl: Dispositivo raíz
hu_hu: Gyökéreszköz
it_it: Dispositivo root
pl_pl: Urządzenie systemowe
ru_ru: Корневое устройство
sv_sv: Root-enhet

source: Schedule
cs_cz: Naplánovat
hu_hu: Ütemezés
it_it: Pianifica
pl_pl: Harmonogram
sv_sv: Schemalägg

source: Scheduled Backup
cs_cz: Naplánované zálohování
hu_hu: Ütemezett biztonsági mentés
it_it: Backup pianificati
pl_pl: Harmonogram kopii
sv_sv: Schemalagd säkerhetskopiering

source: Shared folder
cs_cz: Sdílená složka
hu_hu: Megosztott mappa
it_it: Cartella condivisa
pl_pl: Katalog współdzielony
sv_sv: Delad mapp

source: Show more output when checked.
hu_hu: Bejelölve több kimenetet jelenít meg.
it_it: Mostra più output se selezionato.
pl_pl: Pokaż więcej wyników, gdy jest zaznaczone.

source: Starting backup ...
cs_cz: Spouštění zálohování
hu_hu: Biztonsági mentés kezdése…
it_it: Sto iniziando il backup ...
pl_pl: Rozpoczynam tworzenie kopii zapasowej...
sv_sv: Startar säkerhetskopiering ...

source: The field should only contain * or a comma separated list of values.
hu_hu: A mező csak * vagy vesszővel elválasztott értékek listáját tartalmazhatja.
it_it: Il campo deve contenere solo * o un elenco di valori separati da virgole.
pl_pl: Pole powinno zawierać wyłącznie * lub listę wartości oddzielonych przecinkami.
sv_sv: Fältet ska bara innehålla * eller en kommaseparerad lista med värden.

source: The location of the backup files.
cs_cz: Umístění souborů zálohy.
hu_hu: A biztonsági mentési fájlok helye.
it_it: Posizione dei file di backup.
pl_pl: Lokalizacja plików kopii zapasowych.
sv_sv: Platsen för säkerhetskopieringsfilerna.

source: To exclude addition directories, add --exclude= before each directory and separate additional entries with a space.
cs_cz: Složky vyloučíte ze zálohy tím, že před každou z nich přidáte „--exclude=“ – jednotlivé položky oddělujte čárkou.
fr: Pour exclure des répertoires, ajoutez « --exclude= » avant chaque répertoire et utilisez un espace entre chaque argument supplémentaire.
gl: Para excluíra adición de directorios, engada --exclude= antes de cada directorio e separe as entradas adicionais cun espazo.
hu_hu: Mappák kizárásához egy „--exclude=” előtagot kell hozzáadni a mappa elé, valamint szóközzel kell elválasztani az elemeket.
it_it: Per escludere alcune cartelle, aggiungi --exclude= prima di ogni cartella e separa ogni parametro con uno spazio.
pl_pl: o wyklucz dodatkowe katalogi, dodaj '--exclude=' przed każdym katalogiem i oddziel dodatkowe wpisy spacją.
ru_ru: Чтобы исключить дополнительные каталоги, добавьте --exclude = перед каждым каталогом и отделите дополнительные записи пробелом.
sv_sv: För att utesluta additionskataloger lägg till --exclude= före varje katalog och separera ytterligare poster med ett mellanslag.

source: To exclude addition directories, add --exclude= before each directory and separate additional entries with a space. Example<br />--exclude=/pool --exclude=/test<br />Warning!! You can break the backup with wrong options.
cs_cz: Složky vyloučíte ze zálohy tím, že před každou z nich přidáte „--exclude=“ – jednotlivé položky oddělujte čárkou. Příklad<br />--exclude=/pool --exclude=/test<br />Varování! Špatnými volbami můžete zálohování poškodit.
hu_hu: További könyvtárak kizárásához adja hozzá a --exclude= szót az egyes könyvtárak előtt, és a további bejegyzéseket válassza el szóközzel. Példa<br />--exclude=/pool --exclude=/testWarning!!! Rossz beállításokkal tönkreteheti a biztonsági mentést.
it_it: Per escludere ulteriori directory, aggiungere --exclude= prima di ogni directory e separare le voci aggiuntive con uno spazio. Esempio<br />--exclude=/pool --exclude=/test<br />Attenzione! Con le opzioni sbagliate potresti compromettere il backup.
pl_pl: Aby wykluczyć dodatkowe katalogi, dodaj --exclude= przed każdym katalogiem i oddziel dodatkowe wpisy spacją. Przykład: <br />--exclude=/pool --exclude=/test<br />Ostrzeżenie!! Możesz przerwać kopię zapasową, używając niewłaściwych opcji.

source: Updated backup settings.
cs_cz: Aktualizované nastavení zálohování.
hu_hu: Biztonsági mentések beállításai frissítve.
it_it: Le impostazioni di backup sono state aggiornate.
pl_pl: Zaktualizowane ustawienia kopii zapasowej.
sv_sv: Uppdaterade säkerhetskopieringsinställningarna.

source: Verbose output
hu_hu: Bővebb kimenet
it_it: Output verboso
pl_pl: Tryb szczegółowy

source: Warning!! You can break the backup with wrong options.
cs_cz: Varování! Chybné předvolby mohou znefunkčnit zálohování.
fr: Attention !! De mauvaises options peuvent corrompre votre sauvegarde.
gl: Advertencia! Pode rachar a copia de seguridade con opcións incorrectas.
hu_hu: Figyelem! Helytelen beállítással tönkretehető a biztonsági mentés.
it_it: Attenzione! Con le opzioni sbagliate potresti compromettere il backup.
pl_pl: Ostrzeżenie!! Możesz przerwać kopię zapasową, używając niewłaściwych opcji.
ru_ru: Предупреждение!!! Вы можете сломать резервную копию с неправильными настройками.
sv_sv: Varning!! Du kan bryta säkerheskopieringen med felaktiga alternativ.

source: borgbackup - use borgbackup to backup system to an archive file
cs_cz: borgbackup – použijte borgbackup pro zálohování systému do souboru s archivem
fr: BorgBackup - Utiliser « BorgBackup » pour sauvegarder le système sur un fichier d'archive.
gl: borgbackup: use borgbackup para facer unha copia de seguridade do sistema nun ficheiro de arquivo
hu_hu: borgbackup – A borgbackup a rendszert egy archív fájlba menti
it_it: borgbackup - usa borgbackup per eseguire il backup del sistema in un file di archivio
pl_pl: BorgBackup - użyj BorgBackup do wykonania kopii zapasowej systemu do pliku archiwum
sv_sv: borgbackup - använd borgbackup för att säkerhetskopiera systemet till en arkivfil

source: dd - use dd to clone the OS partition to a compressed image file.
cs_cz: dd – použijte dd pro naklonování oddílu s operačním systémem do komprimovaného souboru s obrazem.
fr: dd - Utiliser « dd » pour cloner la partition du système d'exploitation vers un fichier d'image compressée.
gl: dd: use dd para clonar a partición do SO nun ficheiro de imaxe comprimida.
hu_hu: dd – A dd az operációs rendszer partíciójáról klónoz egy tömörített lemezképet.
it_it: dd - utilizza dd per clonare la partizione del sistema operativo in un file immagine compresso.
pl_pl: dd — użyj 'dd' aby sklonować partycję systemu operacyjnego do skompresowanego pliku obrazu.
sv_sv: dd - använd dd för att klona OS-partitionen till en komprimerad bildfil.

source: dd - use dd to clone the OS partition to a compressed image file.<br />dd full disk - use dd to clone the entire drive to a compressed image file.<br />fsarchiver - use fsarchiver to clone all partitions to an archive file<br />borgbackup - use borgbackup to backup system to an archive file<br />rsync - use rsync to sync files to destination directory
cs_cz: dd – použijte dd pro naklonování oddílu s operačním systémem do komprimovaného souboru s obrazem.dd (celý disk) – použijte dd pro naklonování celého disku do komprimovaného souboru s obrazem.<br />fsarchiver – použijte fsarchiver pro naklonování všech oddílů do souboru s archivem.<br />borgbackup – použijte borgbackup pro zálohování systém do souboru s archivem.<br />rsync – použijte rsync pro synchronizaci souborů do cílového adresáře.
hu_hu: dd – A dd az operációs rendszer partíciójáról klónoz egy tömörített lemezképet.<br />dd full disk – A dd az egész meghajtóról klónoz egy tömörített lemezképet.<br />fsarchiver – Az fsarchiver klónoz minden partíciót egy archív fájlba.<br />borgbackup – A borgbackup a rendszert egy archív fájlba menti.<br />rsync – Az rsync szinkronizálja a fájlokat egy célmappába.
it_it: dd - utilizza dd per clonare la partizione del sistema operativo in un file immagine compresso.<br />Clona l'intero disco con dd - utilizza dd per clonare l'intera unità in un file immagine compresso.<br />fsarchiver - utilizza fsarchiver per clonare tutte le partizioni in un file di archivio<br />borgbackup - utilizza borgbackup per eseguire il backup del sistema in un file di archivio<br />rsync - utilizza rsync per sincronizzare i file con la directory di destinazione
pl_pl: dd — użyj 'dd' aby sklonować partycję systemu operacyjnego do skompresowanego pliku obrazu.<br />dd pełny dysk — użyj 'dd' aby sklonować cały dysk do skompresowanego pliku obrazu.<br />FSArchiver — użyj 'fsarchiver' do sklonowania wszystkich partycji do pliku archiwum<br />borgbackup - użyj 'borgbackup' do wykonania kopii zapasowej systemu do pliku archiwum<br />rsync - użyj 'rsync' do synchronizacji plików z katalogiem docelowym

source: dd - use dd to clone the OS partition to a compressed image file.<br />dd full disk - use dd to clone the entire drive to a compressed image file.<br />fsarchiver - use fsarchiver to clone the OS partition to an archive file<br />borgbackup - use borgbackup to backup system to an archive file<br />rsync - use rsync to sync files to destination directory
hu_hu: dd – A dd az operációs rendszer partíciójáról klónoz egy tömörített lemezképet.<br />dd full disk – A dd az egész meghajtóról klónoz egy tömörített lemezképet.<br />fsarchiver – Az fsarchiver az operációs rendszer partícióját klónozza egy archív fájlba.<br />borgbackup – A borgbackup a rendszert egy archív fájlba menti.<br />rsync – Az rsync szinkronizálja a fájlokat egy célmappába.
it_it: dd - utilizza dd per clonare la partizione del sistema operativo in un file immagine compresso.<br />Clona l'intero disco con dd - utilizza dd per clonare l'intera unità in un file immagine compresso.<br />fsarchiver - utilizza fsarchiver per clonare tutte le partizioni in un file di archivio<br />borgbackup - utilizza borgbackup per eseguire il backup del sistema in un file di archivio<br />rsync - utilizza rsync per sincronizzare i file con la directory di destinazione
pl_pl: dd — użyj dd, aby sklonować partycję systemu operacyjnego do skompresowanego pliku obrazu.<br />dd pełny dysk — użyj dd, aby sklonować cały dysk do skompresowanego pliku obrazu.<br />FSArchiver — użyj FSArchiver, aby sklonować partycję systemu operacyjnego do pliku archiwum<br />borgbackup - use borgbackup to backup system to an archive file<br />rsync - użyj rsync do synchronizacji plików z katalogiem docelowym

source: dd full disk
cs_cz: dd (celý disk)
fr: dd disque intégral
it_it: Clona l'intero disco con dd
pl_pl: dd cały dysk

source: dd full disk - use dd to clone the entire drive to a compressed image file.
cs_cz: dd (celý disk) – použijte dd pro naklonování celého disku do komprimovaného souboru s obrazem.
fr: dd disque intégral - Utiliser « dd » pour cloner la totalité du lecteur vers un fichier d'image compressé.
gl: dd full disk: use dd para clonar toda a unidade nun ficheiro de imaxe comprimida.
hu_hu: dd full disk – A dd az egész meghajtóról klónoz egy tömörített lemezképet.
it_it: dd full disk: utilizza dd per clonare l'intero disco in un file immagine compresso.
pl_pl: dd pełny dysk — użyj 'dd' aby sklonować cały dysk do skompresowanego pliku obrazu.
sv_sv: dd full disk - använd dd för att klona hela enheten till en komprimerad bildfil.

source: fsarchiver - use fsarchiver to clone all partitions to an archive file
cs_cz: fsarchiver – použijte fsarchiver pro naklonování všech oddílů do souboru s archivem.
fr: FSArchiver - Utiliser « FSArchiver » pour cloner toutes les partitions vers un fichier d'archive.
gl: fsarchiver: use fsarchiver para clonar todas as particións nun ficheiro de arquivo
hu_hu: fsarchiver – Az fsarchiver klónoz minden partíciót egy archív fájlba.
it_it: fsarchiver - usa fsarchiver per clonare tutte le partizioni in un file di archivio
pl_pl: FSArchiver — użyj 'FSArchiver' do sklonowania wszystkich partycji do pliku archiwum
ru_ru: fsarchiver - используйте "fsarchiver", чтобы клонировать все разделы в архив.
sv_sv: fsarchiver - använd fsarchiver för att klona alla partitioner till en arkivfil

source: rsync - use rsync to sync files to destination directory
cs_cz: 4rsync – použijte rsync pro synchronizaci souborů do cílového adresáře.
fr: rsync - Utilise rsync pour synchroniser les fichiers vers le répertoire de destination
gl: rsync: use rsync para sincronizar os ficheiros co directorio de destino
hu_hu: rsync – Az rsync szinkronizálja a fájlokat egy célmappába.
it_it: rsync - usa rsync per sincronizzare i file con la directory di destinazione
pl_pl: rsync - użyj 'rsync' do synchronizacji plików z katalogiem docelowym
ru_ru: rsync - используйте "rsync" для синхронизации файлов в каталог назначения.
sv_sv: rsync - använd rsync för att synkronisera filer till destinationskatalogen

source: If a password is specified, fsarchiver will be encrypted. Must be between 6 and 64 characters.
ru_ru: Если указан пароль, fsarchiver будет зашифрован. Должно быть от 6 до 64 символов.

source: dd
ru_ru: dd - dataset definition

source: dd - use dd to clone the entire drive to a compressed image file.
ru_ru: dd - используйте "dd" для клонирования всего диска в сжатый файл образа.

source: fsarchiver
ru_ru: fsarchiver - File System Archiver

source: rsync
ru_ru: rsync - Remote Synchronization
