Repository: OpenMediaVault-Plugin-Developers/openmediavault-backup
Catalog: usr/share/openmediavault/locale/*/openmediavault-backup.po
Languages: cs_cz, da_da, de_de, es, fr, gl, hu_hu, it_it, ja_jp, nl_nl, pl_pl, ru_ru, sv_sv

source: %s (%s available)
da_da: %s (%s tilgængelig)
de_de: %s (%s verfügbar)
es: %s (%s disponible)
ja_jp: %s (%s 利用可能)
nl_nl: %s (%s beschikbaar)

source: All file types known to PhotoRec will attempted to be recovered.
da_da: Alle filtyper kendt af PhotoRec vil blive forsøgt genskabt.
de_de: Alle von PhotoRec bekannten Dateitypen werden wiederhergestellt.
es: Todos los tipos de archivo conocidos por PhotoRec, se intentarán recuperar.
ja_jp: PhotoRecは認識しているすべてのファイルタイプの復元を試みます。
nl_nl: Alle typen files die door PhotoRec worden herkend zullen worden hersteld als dat mogelijk is.

source: BMP bitmap image
da_da: BMP bitmap billede
de_de: BMP-Punktegrafikbild
es: Imagen BMP bitmap
ja_jp: BMP ビットマップ画像
nl_nl: BMP bitmap afbeelding

source: Backup the operating system drive to a data drive for emergency restoration.
da_da: Backup operativ systemdisk til et datadisk til genskabelse i nødstilfælde.
de_de: Sicherung des Betriebsystemlaufwerks für Notfallwiederherstellung.
es: Salvar el disco del O.S. en un disco de datos para una restauración de emergencia.
ja_jp: 緊急復元用にオペレーティングシステムのドライブをデータドライブへバックアップします。
nl_nl: Backup de drive met het operating systeem naar een data schijf voor herstel in noodgevallen

source: Configures grub bootloader to allow booting from Parted Magic ISO.
da_da: Konfigurere grub bootloader til at tillade at boote fra Parted Magic ISO.
de_de: Konfiguriert den GRUB Bootloader, um ein Starten des Parted Magic ISOs zu ermöglichen.
es: Configura el cargador de arranque para permitir arrancar Parted Magic ISO.
ja_jp: Parted Magic のISOイメージからの起動を可能にするためにGRUBブートローダを設定します。
nl_nl: Stelt de grub boot loader in op het booten van een Parted Magic ISO.

source: Copies Parted Magic ISO file from shared folder selected above to /boot/
da_da: Kopierer Parted Magic ISO fil fra delt mappe valgt fra overstående til /boot/
de_de: Kopiert die Parted Magic ISO-Datei vom ausgewählten freigegebenen Ordner nach /boot/
es: Copia el archivo Parted Magic ISO de una carpeta compartida a /boot/
ja_jp: /boot/ に上記で選択した共有フォルダから Parted Magic ISO ファイルをコピーします
nl_nl: kopieert de Parted Magic ISO file van een gedeelde folder selected above to /boot/

source: Default username: <b>user</b> and password: <b>live</b>
de_de: Standardbenutzername: <b>user</b> und Passwort: <b>live</b>
nl_nl: Standaard gebruikersnaam: <b>gebruiker</b> en password: <b>live</b>

source: Destination
de_de: Ziel
es: Destino
ja_jp: 出力先
nl_nl: Bestemming

source: Done...
da_da: Færdig...
de_de: Fertig...
es: Hecho...
ja_jp: 完了...
nl_nl: Klaar...

source: Downloads Clonezilla ISO and configures grub bootloader to allow booting from ISO.
da_da: Downloader Clonezilla ISO og konfigurere grub bootloader til at tillade at boote fra ISO.
de_de: Lädt die Clonezilla-ISO herunter und konfiguriert GRUB Bootloader dieses zu starten.
es: Descarga la ISO de Clonezilla y configura grub para arrancar desde esa ISO.
ja_jp: Clonezilla ISOイメージのダウンロードとISOイメージからの起動を可能にするためにGRUBブートローダの設定を行います。
nl_nl: Downloads Clonezilla ISO en configureert de grub bootloader van deze ISO.

source: Downloads GParted Live ISO and configures grub bootloader to allow booting from ISO.
nl_nl: Download GParted Live ISO en stelt de grub boot loader zo in dat booten van ISO mogelijk is

source: Downloads SystemRescuecd ISO and configures grub bootloader to allow booting from ISO.
da_da: Downloader SystemRescuecd ISO og konfigurere grub bootloader til at tillade at boote fra ISO.
de_de: Lädt die SystemRescuecd-ISO herunter und konfiguriert den GRUB Bootloader dieses zu starten.
es: Descarga la ISO de SystemRescuecd y configura grub para arrancar desde esa ISO.
ja_jp: SystemRescueCD ISOイメージのダウンロードとISOイメージからの起動を可能にするためにGRUBブートローダの設定を行います。
nl_nl: Downloads de SystemRescuecd ISO en configureert de grub bootloader te booten van deze ISO.

source: Drive with missing or lost files.
da_da: Disk med manglede eller tabte filer.
de_de: Laufwerk mit den fehlenden oder gelöschten Dateien.
es: Disco sin archivos.
ja_jp: ドライブはファイルが不足もしくは削除されています。
nl_nl: Schijf met verloren of vermiste files

source: Drive with missing or lost files. Must be ext3 or ext4 and unmounted.
de_de: Laufwerk mit den fehlenden oder gelöschten Dateien. Dateisystem muss ext3 oder ext4 sein und ausgehängt.
es: Disco con archivos perdidos o borrados, Debe ser ext3 o ext4 y estar desmontado,
nl_nl: Schijf met vermiste of verloren files. Moeten ext3 of ext4 formulering hebben en niet gemount.

source: Everything
da_da: Alt
de_de: Alles
es: Todo
ja_jp: すべて
nl_nl: Alles

source: Files will be recovered only from the free space.
da_da: Filer vil kun blive genskabt fra ledig plads.
de_de: Dateien werden nur von freiem Speicher wiederhergestellt.
es: Los archivos serán recuperados unicamente del espacio libre.
ja_jp: ファイルは空き容量から復元されます。
nl_nl: Files zullen alleen worden hersteld uit de vrije ruimte van de schijf

source: For more information, see Extundelete page
de_de: Siehe die Extundelete-Seite für weitere Informationen
es: Para más informcación ir a la web de ExtUndelete
nl_nl: Voor meer informatie zie de Extundelete pagina

source: For more information, see PhotoRec wiki
da_da: For flere oplysninger, se PhotoRec wiki
de_de: Lesen Sie das PhotoRec Wiki für weitere Informationen
es: Para más información, ver el wiki de PhotoRec
ja_jp: 詳細はPhotoRec wikiを参照してください
nl_nl: Voor meer informatie verwijzen we naar de PhotoRec wiki

source: Freespace
da_da: Ledig plads
de_de: Freier Speicher
es: Espacio libre
ja_jp: 空き容量
nl_nl: Vrije ruimte

source: IP Address will be set by DHCP.
de_de: IP-Adresse wird über DHCP festgelegt.
nl_nl: Het IP adres wordt ingesteld door de DHCP server

source: IP Address will be set by DHCP. Using static DHCP is recommended for headless servers.
da_da: IP Adresse vil blive sat af DHCP. Brug af statisk DHCP er anbefalet på servere uden monitor.
de_de: IP-Adresse wird über DHCP festgelegt. Statisches DHCP wird für Headless-Server empfohlen.
es: La Ip debe ser DHCP. Se recomienda DHCP estatico para servidores sin monitor.
ja_jp: IPアドレスはDHCPによって設定されました。静的DHCPの使用はヘッドレス・サーバに対して推奨されます。
nl_nl: het IP Address zal worden ingesteld door DHCP. Gebruik een statisch DHCP nummer voor servers zonder beeldscherm

source: ISO uses approximately 139 Mb in /boot directory on OS drive.
da_da: ISO bruger omkring 139 Mb i /boot/ biblioteket på OS disk.
de_de: ISO belegt ca. 139 MB im /boot-Verzeichnis auf dem Betriebssystemlaufwerk.
es: La ISO ocupará aproximadamente 139 Mb en la carpeta /boot del disco de arranque.
ja_jp: ISOはOSドライブ上の /boot ディレクトリを約139Mb使用します。
nl_nl: de ISO gebruikt ongeveer 139 Mb in de /boot directory op de Operating Systeem schijf.

source: ISO uses approximately 219 Mb in /boot directory on OS drive.
de_de: ISO belegt ca. 219 MB im /boot-Verzeichnis auf dem Betriebssystemlaufwerk.
nl_nl: De ISO file gebruikt ongeveer 219 Mb in de /boot directory op de schijf waar het besturingssysteem is ge√Ønstalleerd.

source: ISO uses approximately 381 Mb in /boot directory on OS drive.
da_da: ISO bruger omkring 381 Mb i /boot/ biblioteket på OS disk.
de_de: ISO belegt ca. 381 MB im /boot-Verzeichnis auf dem Betriebssystemlaufwerk.
es: La ISO ocupara aproximadamente 381 Mb en la carpeta /boot del disco de arranque.
ja_jp: ISOはOSドライブ上の /boot ディレクトリを約381Mb使用します。
nl_nl: de ISO gebruikt ongeveer 381 Mb in /boot directory op het besturing systeem schijf.

source: Install
da_da: Installer
de_de: Installation
es: Instalar
ja_jp: インストール
nl_nl: Installeer

source: Install Clonezilla
da_da: Installer Clonezilla
de_de: Clonezilla installieren
es: Instalar clonezilla
ja_jp: Clonezillaのインストール
nl_nl: Installeer Clonezilla

source: Install GParted Live
de_de: GParted Live installieren
nl_nl: Installeer GParted Live

source: Install Parted Magic
da_da: Installer Parted Magic
de_de: Parted Magic installieren
es: Instalar Parted Magic
ja_jp: Parted Magicのインストール
nl_nl: Installeer Parted Magic

source: Install SystemRescueCD
da_da: Installer SystemRescueCD
de_de: SystemRescueCD installieren
es: Instalar SystemRescueCD
ja_jp: SystemRescueCDのインストール
nl_nl: Installeer SystemRescueCD

source: Not recommended for headless servers. SSH is not enabled by default.
nl_nl: Niet aanbevolen voor severs zonder monitor. SSH is bij installatie niet aangezet

source: Other text files: txt,html,asp,bat,C,jsp,perl,php,py/emlx... scripts
da_da: Andre tekst filer: txt,html,asp,bat,C,jsp,perl,php,py/emlx... scripts
de_de: Andere Textdateien: txt,html,asp,bat,C,jsp,perl,php,py/emlx... Skripte
es: Otros archivos de texto: txt,html,asp,bat,C,jsp,perl,php,py/emlx... scripts
ja_jp: その他のテキストファイル：txt,html,asp,bat,C,jsp,perl,php,py/emlx... スクリプト
nl_nl: Andere text files: txt,html,asp,bat,C,jsp,perl,php,py/emlx... scripts

source: Parted Magic ISO file named partedmagic.iso should be located in this shared folder.
da_da: Parted Magic ISO fil ved navn partedmagic.iso skal placeres i denne delte mappe.
de_de: Die Parted Magic ISO-Datei namens partedmagic.iso sollte in den freigegebenen Ordner gelegt werden.
es: La ISO de Parted Magic, debe llamarse partedmagic.iso y debe guardarse en esta carpeta compartida.
ja_jp: partedmagic.isoという名前のParted Magic ISOファイルはこの共有フォルダに格納する必要があります。
nl_nl: Parted Magic ISO file met de naam partedmagic.iso zou terug te moeten vinden zijn in de gedeelde folder.

source: Path
da_da: Sti
de_de: Pfad
es: Ruta
ja_jp: パス
nl_nl: Pad

source: Portable/JPEG/Multiple-Image Network Graphics
da_da: Transportabel/JPEG/Flere-Billede Netværk Grafik
nl_nl: Portable/JPEG/Multiple-Image Network Afbeeldingen

source: Reboot to Clonezilla
da_da: Genstart til Clonezilla
de_de: Neustarten in Clonezilla
es: Reiniciar como Clonezilla
ja_jp: Clonezillaで再起動
nl_nl: Reboot met Clonezilla

source: Reboot to GParted Live
de_de: Neustarten in GParted Live
nl_nl: Reboot naar GParted Live

source: Reboot to OpenMediaVault
da_da: Genstart til OpenMediaVault
de_de: Neustarten in OpenMediaVault
es: Reiniciar como OpenMediaVault
ja_jp: OpenMediaVaultで再起動
nl_nl: Reboot met OpenMediaVault

source: Reboot to Parted Magic
da_da: Genstart til Parted Magic
de_de: Neustarten in Parted Magic
es: Reiniciar como Parted Magic
ja_jp: Parted Magicで再起動
nl_nl: Reboot met Parted Magic

source: Reboot to SystemRescueCD
da_da: Genstart til SystemRescueCD
de_de: Neustarten in SystemRescueCD
es: Reiniciar como SystemRescueCD
ja_jp: SystemRescueCDで再起動
nl_nl: Reboot met SystemRescueCD

source: Recover using Extundelete
de_de: Extundelete zur Wiederherstellung verwenden
es: Recuperar usando ExtUndelete
nl_nl: Herstel met Extundelete

source: Recover using Photorec
da_da: Genskab med Photorec
de_de: Photorec zur Wiederherstellung benutzen
es: Recuperar usando PhotoRec
ja_jp: Photorecを使用した復元
nl_nl: herstel met het Photorec programma

source: Recover with output
da_da: Genskab med output
de_de: Ohne Ausgabe wiederherstellen
es: Recuperar con salida
ja_jp: 出力をともなう復元
nl_nl: Herstel met output

source: SSH server is enabled by default. Login with username: <b>root</b> and password: <b>openmediavault</b>
da_da: SSH server er aktiveret som standard. Log ind med brugernavn: <b>root</b> og adgangskode: <b>openmediavault</b>
de_de: c<b>root</b> und Passwort: <b>openmediavault</b> benutzen.
es: El servidor SSH está habilitado por defecto. Usuario: <b>root</b> y contraseña: <b>openmediavault</b>
ja_jp: SSHサーバはデフォルトで有効です。ログインにはユーザー名： <b>root</b> 、パスワード：<b>openmediavault</b> を使用します。
nl_nl: de SSH server staat standaard aan. Login met de gebruikersnaam: <b>root</b> en paswoord: <b>openmediavault</b>

source: SSH server is enabled by default. Login with username: <b>root</b> and password: <b>partedmagic</b>
da_da: SSH server er aktiveret som standard. Log ind med brugernavn: <b>root</b> og adgangskode: <b>partedmagic</b>
de_de: SSH-Server ist standardmäßig aktiviert. Anmeldung mit Benutzername:<b>root</b> und Passwort: <b>partedmagic</b> benutzen.
es: El servidor SSH está habilitado por defecto. Usuario: <b>root</b> y contraseña: <b>partedmagic</b>
ja_jp: SSHサーバはデフォルトで有効です。ログインにはユーザー名： <b>root</b> 、パスワード：<b>partedmagic</b> を使用します。
nl_nl: de SSH server staat standaar aan. Login met gebruikersnaam: <b>root</b> en paswoord: <b>partedmagic</b>

source: SSH server is enabled by default. Login with username: <b>user</b> and password: <b>live</b>
da_da: SSH server er aktiveret som standard. Log ind med brugernavn: <b>user</b> og adgangskode: <b>live</b>
de_de: SSH-Server ist standardmäßig aktiviert. Anmeldung mit Benutzername:<b>user</b> und Passwort: <b>live</b> benutzen.
es: El servidor SSH está habilitado por defecto. Usuario: <b>root</b> y contraseña: <b>live</b>
ja_jp: SSHサーバはデフォルトで有効です。ログインにはユーザー名： <b>root</b> 、パスワード：<b>live</b> を使用します。
nl_nl: SSH server is standaard ingesteld. Login met gebruikersnaam: <b>user</b> en paswoord: <b>live</b>

source: Select a drive ...
da_da: Vælg en disk ...
de_de: Laufwerk auswählen ...
es: Seleccionar un disco ...
ja_jp: ドライブの選択 ...
nl_nl: Selecteer een drive...

source: Select a volume ...
da_da: Vælg et drev ...
de_de: Partition auswählen ...
es: Seleccionar un volumen ...
ja_jp: ボリュームの選択 ...
nl_nl: Selecteer een volume

source: Sets grub bootloader to boot from Clonezilla ISO <b>ONE</b> time.
da_da: Indstil grub bootloader til at boote fra Clonezilla ISO <b>EN</b> gang.
de_de: Konfiguriert GRUB Bootloader um Clonezilla ISO <b>EINMAL</b> zu starten
es: Indica al cargador grub que arranque como Clonezilla <b>UNA</b> vez.
ja_jp: <b>一度</b>だけClonezilla のISOイメージから起動するようにGRUBブートローダーを設定します。
nl_nl: Stelt de grub boot loader in op het <b>EEN</b> malig booten van een Clonezilla ISO.

source: Sets grub bootloader to boot from GParted Live ISO <b>ONE</b> time.
nl_nl: Stelt de grub bootloader zo in dat van de GParted Live ISO <b>eenmalig</b> wordt gestart

source: Sets grub bootloader to boot from Parted Magic ISO <b>ONE</b> time.
da_da: Indstil grub bootloader til at boote fra Parted Magic ISO <b>EN</b> gang.
es: Indica al cargador grub que arranque desde la ISO Parted Magic<b>UNA</b> vez.
ja_jp: <b>一度</b>だけParted MagicのISOイメージから起動するようにGRUBブートローダーを設定します。
nl_nl: Stelt de grub boot loader in om van de Parted Magic ISO <b>EEN</b> malig te installeren.

source: Sets grub bootloader to boot from SystemRescueCD ISO <b>ONE</b> time.
da_da: Indstil grub bootloader til at boote fra SystemRescueCD ISO <b>EN</b> gang.
es: Indica al cargador grub que arranque desde la ISO SystemRescueCD <b>UNA</b> vez.
ja_jp: <b>一度</b>だけSystemRescueCDのISOイメージから起動するようにGRUBブートローダーを設定します。
nl_nl: Stelt de grub boot loader in om van de SystemRescueCD ISO <b>EEN</b> malig te installeren.

source: Sets grub bootloader to boot normally from OpenMediaVault.
da_da: Indstil grub bootloader til at boote normalt fra OpenMediaVault.
es: Indica al cargador grub que arranque como OMV.
ja_jp: 通常どおり、OpenMediaVaultを起動するようにGRUBブートローダーを設定ます。
nl_nl: Stelt de grub boot loader in om normaal te booten met OpenMediaVault.

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
es: Opciones
fr: Options
gl: Axuastes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки
sv_sv: Inställningar

source: Shared Folder
cs_cz: Sdílená složka
da_da: Delt mappe
de_de: Gemeinsamer Ordner
es: Carpetas compartidas
fr: Dossier partagé
gl: Cartafol compartido
hu_hu: Megosztott mappa
it_it: Cartella condivisa
ja_jp: 共有フォルダ
nl_nl: Gedeelde Folder
pl_pl: Folder współdzielony
ru_ru: Общая папка
sv_sv: Delad mapp

source: Shared folder where recovered files will be placed.
da_da: Delt mappe hvor genskabte filer vil blive placeret.
es: Carpeta compartida donde los archivos recuperados serán guardados.
ja_jp: ファイルを復元し、共有フォルダが配置されます。
nl_nl: De gedeelde folder waar herstelde files worden opgeslagen.

source: Silent Recover
da_da: Stille Genskabning
es: Recuperación silenciosa
ja_jp: 静的復元
nl_nl: Herstellen zonder enige foutmeldingen

source: Source
da_da: Kilde
de_de: Quelle
es: Origen
ja_jp: ソース
nl_nl: Bron

source: System Backup
cs_cz: Záloha systému
de_de: Systemsicherung
es: Backup del sistema
fr: Sauvegarde système
gl: Copia de seguranza do sistema
hu_hu: Biztonsági mentés a rendszerről
it_it: Backup di sistema
ja_jp: システムバックアップ
nl_nl: Systeem Backup
pl_pl: Kopia systemu
ru_ru: Резервное копирование системы
sv_sv: Systemsäkerhetskopiering

source: SystemRescueCD
de_de: SystemWiederherstellungsCD
nl_nl: Systeem Rescue CD

source: Tag Image File Format and some raw file formats (pef/nef/dcr/sr2/cr2)
da_da: Tag Billede Fil Format og nogle raw fil formater (pef/nef/dcr/sr2/cr2)
ja_jp: タグイメージファイルフォーマットといくつかのRAWファイルフォーマット(pef/nef/dcr/sr2/cr2)
nl_nl: Tag Image File Format (TIFF) and some raw file formats (pef/nef/dcr/sr2/cr2)

source: Text files with header: rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp
da_da: Tekst filer med header: rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp
de_de: Textdateien mit Kopfzeile: rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp
es: rchivos de texto con cabeceras: rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp
ja_jp: ヘッダ付きテキストファイル：rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp
nl_nl: Text files met header: rtf,xml,xhtml,imm,pm,ram,reg,sh,slk,stp

source: This will attempt recovery of lost files from a damaged drive or accidentally deleted using Extundelete.
es: Se intentará recuperar archivos borrados o perdidos de un disco dañado o borrado accidentalmente usando ExtUndelete
nl_nl: Deze instelling zet het herstel in gang van verloren of vermiste files van een beschadigde schijf of per ongeluk gewiste schijf

source: This will attempt recovery of lost files from a damaged drive or accidentally deleted using PhotoRec.
da_da: Dette vil forsøge genskabning af tabte filer fra en ødelagt disk eller utilsigtet sletning ved brug af PhotoRec.
es: Esto tratará de recuperar los archivos perdidos de un disco dañado o borrado accidentalmente usando PhotoRec
ja_jp: ドライブ破損または誤って削除され失われたファイルをPhotoRecを使用して復元を試みます。
nl_nl: Er wordt een poging gedaan om verloren gegane files te herstellen van een beschadigde drive of per ongeluk gewiste schijf door gebruikt te maken van PhotoRec.

source: When connecting via ssh, the ssh key will be different than the OpenMediaVault ssh key and need to be updated on the client system.
da_da: Ved forbindelse via ssh, vil ssh nøglen være forskellig fra OpenMediaVault ssh nøglen og skal opdateres på klient systemet.
es: Cuando se conecte via SSH, las claves SSH deben ser diferentes a la clave SSH de OMV y deben actualizarse en el cliente.
ja_jp: SSH経由で接続する場合、SSHキーがOpenMediaVaultと異なり、クライアントシステムのアップデートが必要となります。
nl_nl: Wanneer contact wordt gemaakt op basis van ssh, the ssh sleutel zal verschillend zijn van de OpenMediaVault ssh sleutel en zal daarom op het client system moeten worden bijgewerkt

source: When logging in remotely, start clonezilla with: <b>sudo clonezilla</b>
da_da: Ved ekstern log ind, så start clonezilla med: <b>sudo clonezilla</b>
es: Cuando se logue remotamente, arrancar Clonezilla con: <b>sudo clonezilla</b>
ja_jp: リモートからのログイン時にclonezillaを起動するには、次のコマンドを使用してください：<b>sudo clonezilla</b>
nl_nl: Wanneer je een remote login doet, start clonezilla met: <b>sudo clonezilla</b>

source: zip archive including OpenOffice and MSOffice 2007
da_da: zip arkiv inklusiv OpenOffice og MSOffice 2007
de_de: ZIP-Archiv mit OpenOffice und MSOffice 2007
es: Archivos zip incluyendo OpenOffice y MSOffice 2007
ja_jp: OpenOfficeとMSOffice 2007が含まれたzipアーカイブ
nl_nl: zip archief met daarbij OpenOffice and MSOffice 2007

source: MP3 audio (MPEG ADTS, layer III, v1)
da_da: MP3 lyd (MPEG ADTS, layer III, v1)
es: MP3 audio (MPEG ADTS, capa 3, v1)
ja_jp: MP3 オーディオ (MPEG ADTS, layer III, v1)

source: Matroska video file
da_da: Matroska video fil
de_de: Matroska-Videodatei
es: Archivos de video Matroska
ja_jp: Matroska ビデオファイル

source: Microsoft Office Document (doc/xls/ppt/vsd/...), 3ds Max, MetaStock
da_da: Microsoft Office Dokument (doc/xls/ppt/vsd/...), 3ds Max, MetaStock
de_de: Microsoft Office-Dokument (doc/xls/ppt/vsd/...), 3ds Max, MetaStock
es: Documentos Microsoft Office (doc/xls/ppt/vsd/...), 3ds Max, MetaStock
ja_jp: Microsoft Officeドキュメント(doc/xls/ppt/vsd/...), 3ds Max, MetaStock

source: Moving Picture Experts Group video
es: MPEG
ja_jp: Moving Picture Experts Group ビデオ

source: Portable Document Format, Adobe Illustrator
da_da: Transportabel Dokument Format, Adobe Illustrator
es: PDF, Adobe Illustrator

source: Volume
da_da: Drev
de_de: Datenträger
es: Volumen
ja_jp: ボリューム

source: Backup
cs_cz: Zálohování systému a nastavení
de_de: Sicherung
fr: Sauvegarde
gl: Copia de seguranza
hu_hu: Biztonsági mentés
ja_jp: バックアップ
pl_pl: Kopia zapasowa
ru_ru: Резервное копирование
sv_sv: Säkerhetskopiering

source: Contax picture, Panasonic/Leica RAW
da_da: Contax billede, Panasonic/Leica RAW
ja_jp: Contaxの画像, Panasonic/LeicaのRAW

source: bzip2 compressed data
da_da: bzip2 komprimeret data
de_de: bzip2-komprimierte Daten
ja_jp: bzip2圧縮データ

source: gzip compressed data
da_da: gzip komprimeret data
de_de: gzip-komprimierte Daten
ja_jp: gzip圧縮データ

source: link
de_de: Verknüpfung

source: raw
de_de: roh

source: Action
hu_hu: Művelet
it_it: Azione
pl_pl: Akcja

source: Add new scheduled backup job
cs_cz: Přidat novou naplánovanou úlohu zálohování
fr: Ajouter une nouvelle tâche de sauvegarde programmée
gl: Engadir un novo traballo de copia de seguridade programada
hu_hu: Új ütemezett biztonsági mentés feladat hozzáadása
it_it: Aggiungi un nuovo processo di backup pianificato
pl_pl: Dodaj nowe zadanie tworzenia kopii zapasowej
sv_sv: Lägg till ett nytt schemalagt säkerhetskopieringsjobb

source: Adding a new scheduled backup job will add a job to the Scheduled Jobs tab.
cs_cz: Přidání nové naplánované úlohy zálohování přidá úlohu na kartu Naplánované úlohy.
fr: L'addition d'une nouvelle tâche de sauvegarde programmée ajoutera une tâche à l'onglet des tâches programmées.
gl: Se engade un novo traballo de copia de seguridade programada, engadirase un traballo á lapela Traballos programados.
hu_hu: Új ütemezett biztonsági mentési feladat hozzáadásával a feladat az Ütemezett feladatok lapra kerül fel.
it_it: Aggiungendo un nuovo processo di backup pianificato, il processo verrà aggiunto alla scheda Processi pianificati.
pl_pl: Dodanie nowego zaplanowanego zadania kopii zapasowej powoduje dodanie zadania do karty Zaplanowane zadania.
sv_sv: Lägga till ett nytt schemalagt säkerhetskopieringsjobb kommer att lägga till ett jobb på fliken Schemalagda jobb.

source: Create scheduled backup job
cs_cz: Vytvořit naplánovanou úlohu zálohování
fr: Créer une tâche de sauvegarde programmée
gl: Crear un traballo de copia de seguridade programada
hu_hu: Ütemezett biztonsági mentés feladat létrehozása
it_it: Crea un processo di backup pianificato
pl_pl: Utwórz zaplanowane zadanie tworzenia kopii zapasowej
sv_sv: Skapa schemalagt säkerhetskopieringsjobb

source: Date & Time
hu_hu: Dátum és idő
it_it: Data e ora
pl_pl: Data i Czas

source: Edit scheduled backup.
cs_cz: Upravit naplánované úlohu zálohování.
hu_hu: Ütemezett biztonsági mentés szerkesztése.
it_it: Modifica il backup pianificato.
pl_pl: Edytuj zaplanowaną kopię zapasową.
sv_sv: Redigera schemalagd säkerhetskopiering.

source: Example
cs_cz: Příklad
fr: Exemple
gl: Exemplo
hu_hu: Példa
it_it: Esempio
pl_pl: Przykład
ru_ru: Пример
sv_sv: Exempel

source: Extra Options
cs_cz: Další předvolby
fr: Options supplémentaires
gl: Opcións adicionais
hu_hu: További beállítások
it_it: Opzioni extra
pl_pl: Dodatkowe opcje
ru_ru: Дополнительные опции
sv_sv: Extra alternativ

source: Extra options
cs_cz: Další možnosti
hu_hu: További beállítások
it_it: Opzioni extra
pl_pl: Opcje dodatkowe.
sv_sv: Extra alternativ

source: Fix cron
hu_hu: Cron javítása
it_it: Correggi cron
pl_pl: Napraw crona
